{"links":{"self":"https://petition.parliament.uk/petitions.json?state=open","first":"https://petition.parliament.uk/petitions.json?state=open","last":"https://petition.parliament.uk/petitions.json?page=17\u0026state=open","next":"https://petition.parliament.uk/petitions.json?page=2\u0026state=open","prev":null},"data":[{"type":"petition","id":105991,"links":{"self":"https://petition.parliament.uk/petitions/105991.json"},"attributes":{"action":"Accept more asylum seekers and increase support for refugee migrants in the UK.","background":"There is a global refugee crisis. The UK is not offering proportional asylum in comparison with European counterparts. We can't allow refugees who have risked their lives to escape horrendous conflict and violence to be left living in dire, unsafe and inhumane conditions in Europe. We must help.","additional_details":"With an estimated 173,100 asylum applications, Germany was the largest recipient of new asylum claims in 2014. The USA was 2nd with 121,200 asylum applications, followed by Turkey (87,800), Sweden (75,100), and Italy (63,700). By comparison, the UK received 31,300 new applications for asylum by the end of 2014.\r\n(Source: UNHCR 2014 Asylum Trends Report)\r\n\r\nhttp://www.amnesty.org.uk/calais-migrants-dangerous-rhetoric\r\nhttp://tracks.unhcr.org/2014/12/welcome-to-calais/\r\n\r\nThese people need help.","state":"open","signature_count":433450,"created_at":"2015-08-10T14:33:57.667Z","updated_at":"2015-09-09T12:55:11.203Z","open_at":"2015-08-13T16:25:55.670Z","closed_at":null,"government_response_at":"2015-09-09T11:11:20.568Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2015-09-03T09:13:52.439Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-13T09:16:50.209Z","creator_name":"Katie Whyte","rejection":null,"government_response":{"summary":"The UK has a proud history of providing refuge to those in genuine need of protection.  We will continue to play our full part at the forefront of the international response to the crisis. ","details":"The Government is committed to remaining at the forefront of the international response to the situation in the Mediterranean.  To support this commitment, the Prime Minister has announced that the Government will expand the existing Syrian Vulnerable Persons Relocation (VPR) scheme to resettle around 20,000 Syrians in need of protection during this Parliament. \r\n\r\nThe Prime Minister’s announcement to expand the VPR scheme is part of our comprehensive approach designed as far as possible to help refugees in the region but recognising that for some vulnerable people the only solution is to bring them to countries like the UK. \r\n\r\nThe UK already has some of the largest and longest running resettlement schemes in the EU, providing sanctuary to around 1,000 refugees a year. We see targeted resettlement as part of a sustainable plan to tackle the root causes of these crises and reduce the need to make dangerous journeys, often in the hands of ruthless criminals. Our response must adapt to the changing situation.\r\n\r\nAccording to the UNHCR, by the end of 2014, Syria was the world’s top source country of refugees and one out of every four refugees is Syrian. So it is right that our resettlement efforts are concentrated here. \r\n\r\nBut the UK already runs other resettlement programmes which focus on a wider set of nationalities. The Gateway Protection Programme resettles 750 refugees each year from a small number of targeted locations. In recent years, the majority of these refugees have been Congolese, Ethiopians, Iraqis and Somalis from, predominantly, Kenya, Burundi and Syria. \r\n\r\nThe Mandate resettlement scheme resettles individuals recognised as refugees by the UNHCR and resettles individual refugees from anywhere in the world who have been recognised as refugees by the UNHCR, and judged by them to be in need of resettlement; and who have a close family member in the UK who is willing to accommodate them.  \r\n\r\nWe already have significant experience of resettling vulnerable people and our existing domestic resettlement mechanisms provide a basis for a relatively quick   increase in numbers. We are already working with existing partners to ensure that we can begin to increase numbers as quickly as possible. Over the coming weeks and months, we will work with local authorities, the UNHCR and others to put in place the full structures to ensure we can scale up the current arrangements to ensure we can meet the aim of bringing up to 20,000 Syrians over the lifetime of this Parliament and deliver on the expansion that has been announced.\r\n\r\nAlongside the expansion of the VPR scheme, we have already committed £900 million in humanitarian aid to the humanitarian crisis. The Prime Minister announced a further £100 million in the past few days, bringing our commitment to £1billion – more than any other country in the world except the United States. The UK is the only EU country to fulfil its pledge to provide 0.7% of GDP to international aid and we should be proud of this. By the end of March 2015, UK support had delivered over 18 million food rations, each of which feeds one person for one month, provided access to clean water for 1.6 million people (peak month), and over 2.4 million medical consultations in Syria and the region.\r\n\r\nThe Government takes seriously its obligation to do what must be done to provide support to Syrians in need of protection as a result of events in the Middle East, and as such our priorities are on continuing to provide humanitarian aid to those most in need in the region and actively seeking an end to the crisis.  We believe this approach is the best way to ensure that the UK’s help has the greatest impact for the majority of refugees who remain in the region and their host countries.\r\n\r\nThose who have already reached Europe are no longer in immediate danger and the European countries in which they arrive have a duty to provide adequate protection and support to refugees within their territory. The UK stands ready to provide practical support to those frontline Member States who are experiencing particularly serious pressures. However, those that remain in the immediate region around Syria are more likely to be particularly vulnerable. It is right that we should focus our efforts on helping the most vulnerable which is why we are expanding the VPR scheme.\r\n\r\nHome Office","created_at":"2015-09-09T11:11:20.565Z","updated_at":"2015-09-09T11:11:20.565Z"},"debate":null}},{"type":"petition","id":104334,"links":{"self":"https://petition.parliament.uk/petitions/104334.json"},"attributes":{"action":"To debate a vote of no confidence in Health Secretary the Right Hon Jeremy Hunt","background":"Jeremy Hunt has alienated the entire workforce of the NHS by threatening to impose a harsh contract and conditions on first consultants and soon the rest of the NHS staff. ","additional_details":"","state":"open","signature_count":219672,"created_at":"2015-07-20T13:02:14.720Z","updated_at":"2015-09-09T12:53:26.768Z","open_at":"2015-07-20T14:12:50.460Z","closed_at":null,"government_response_at":"2015-07-24T10:15:58.250Z","scheduled_debate_date":"2015-09-14","debate_threshold_reached_at":"2015-07-21T15:54:26.382Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-20T13:56:15.383Z","creator_name":"Dr Ash Sadighi","rejection":null,"government_response":{"summary":"The Government is committed to delivering seven day services to make sure that patients get the same high quality, safe care on a Saturday and Sunday as they do on a week day.","details":"Many people do not realise that if you are admitted to hospital on a weekend, you have a 16% greater chance of dying. The Government wants to change this so that everyone can be confident that they will receive the same level of care whatever day of the week they are admitted to an NHS hospital.\r\n \r\nNHS consultants already provide an outstanding service and show great dedication to ensuring patients get the best outcomes. But the Government has a duty to make sure the system is set up in a way which makes it as easy as possible for hospitals to organise their resources to maximise patient safety across every day of the week.\r\n\r\nTo understand more about the possible issues for staff contracts, last year the government asked the independent pay review bodies for NHS staff - The Review Body on Doctors’ and Dentists’ Remuneration (DDRB) and the NHS Pay Review Body (NHSPRB) for their observations and recommendations about how the reform of employment contracts could help support the delivery of seven day services in England. \r\n\r\nThe reports were published this month. They identified that a major barrier to seven day services is a decade old contractual right in the consultants’ contract negotiated by their union representatives in 2003 that allows senior doctors to refuse to work non-emergency work in the evenings, at nights and at weekends. No junior doctor, nurse or other clinical group has any such right. Other senior public sector professionals who work in services required to keep the public safe, such as police officers, firemen and prison governors, do not have this opt out either.\r\n\r\nWhilst the vast majority of consultants work tirelessly for their patients, the opt out allows individuals to charge employers hugely expensive payments which are much higher than national contract rates (up to £200 an hour). The average earnings for a hospital consultant are already in the top 2% in the country at £118,000, and these inflated payments can make it difficult for hospitals to provide the weekend cover they know patients need.\r\n \r\nThe report endorsed  the removal of the opt out, as well as broadly supporting other changes to the consultant contract that would ensure the right level of cover is available every day of the week; not just Monday to Friday.\r\n\r\nUnder the new plans, doctors will still continue to receive a significantly higher rate for working unsocial hours and there will be a contractual limit (not an expectation) of working a maximum of 13 weekends a year.\r\n\r\nBy the end of the Parliament, the Government hopes that the majority of consultants, in line with existing practice for nurses, midwives and junior doctors, will be on reformed contracts, working across seven days, to deliver a better service to patients. Hospitals like Salford Royal and Northumbria that have instituted seven day services have already seen improvements in patient care and staff morale. \r\n\r\nThese new plans will mean that doctors working in some of the toughest areas in the NHS, such as A\u0026E and obstetrics, will at last be properly rewarded and there will be faster pay progression for all consultants early on in their career. Under the new proposals, the highest performing consultants could be able to receive up to £30,000 a year in bonus payments, on top of their base salary.\r\n\r\nOf course, improving weekend care requires more than just ensuring greater consultant presence.  That's why the government is also addressing issues such as access to weekend diagnostic services, provision of out of hospital care to facilitate weekend discharges, and adequate staffing cover amongst other clinical groups,. But NHS leaders and the independent pay review bodies are clear that increasing the presence of senior clinical decision makers at weekends is vital, and that the consultant opt out remains a barrier to organising broader support services and staff rotas.\r\n\r\nThe Government feels it is under an obligation to the public to do all it can to make NHS care at the weekend as safe as during the week through the delivery of seven day services this Parliament and that is what it will continue to do.  \r\n","created_at":"2015-07-24T10:15:58.247Z","updated_at":"2015-07-24T10:15:58.247Z"},"debate":null}},{"type":"petition","id":104349,"links":{"self":"https://petition.parliament.uk/petitions/104349.json"},"attributes":{"action":"Make the production, sale and use of cannabis legal.","background":"Legalising cannabis could bring in £900m in taxes every year, save £400m on policing cannabis and create over 10,000 new jobs. \r\n\r\nA substance that is safer than alcohol, and has many uses. It is believed to have been used by humans for over 4000 years, being made illegal in the UK in 1925. ","additional_details":"","state":"open","signature_count":212010,"created_at":"2015-07-20T15:36:33.017Z","updated_at":"2015-09-09T12:54:30.310Z","open_at":"2015-07-21T08:29:48.141Z","closed_at":null,"government_response_at":"2015-08-25T09:14:40.706Z","scheduled_debate_date":"2015-10-12","debate_threshold_reached_at":"2015-07-25T08:49:55.926Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-20T17:39:58.248Z","creator_name":"James Richard Owen","rejection":null,"government_response":{"summary":"Substantial scientific evidence shows cannabis is a harmful drug that can damage human health. There are no plans to legalise cannabis as it would not address the harm to individuals and communities.","details":"The latest evidence from the independent Advisory Council on the Misuse of Drugs is that the use of cannabis is a significant public health issue (‘Cannabis Classification and Public Health’, 2008).\r\n\r\nCannabis can unquestionably cause harm to individuals and society. Legalisation of cannabis would not eliminate the crime committed by the illicit trade, nor would it address the harms associated with drug dependence and the misery that this can cause to families.\r\n\r\nLegalisation would also send the wrong message to the vast majority of people who do not take drugs, especially young and vulnerable people, with the potential grave risk of increased misuse of drugs.\r\n \r\nDespite the potential opportunity offered by legalisation to raise revenue through taxation, there would be costs in relation to administrative, compliance and law enforcement activities, as well as the wider costs of drug prevention and health services.\r\n\r\nThe UK's approach on drugs remains clear: we must prevent drug use in our communities; help dependent individuals through treatment and wider recovery support; while ensuring law enforcement protects society by stopping the supply and tackling the organised crime that is associated with the drugs trade. The Government will build on the Drugs Strategy by continuing to take a balanced and coherent approach to address the evolving challenges posed.\r\n\r\nThere are positive signs that the Government’s approach is working: there has been a long term downward trend in drug use over the last decade, and more people are recovering from their dependency now than in 2009/10. The number of adults aged 16-59 using cannabis in the last year in England and Wales has declined over the last decade from 9.6% to 6.7%, with cannabis use amongst young adults aged 16-24 and young people aged 11-15 following a similar pattern. \r\n","created_at":"2015-08-25T09:14:40.704Z","updated_at":"2015-08-25T09:14:40.704Z"},"debate":null}},{"type":"petition","id":106651,"links":{"self":"https://petition.parliament.uk/petitions/106651.json"},"attributes":{"action":"Introduce a tax on sugary drinks in the UK to improve our children's health.","background":"Experts believe a tax of just 7p per regular-sized can of soft drink with added sugar could generate £1 billion per year. We believe this crucial revenue should be ring-fenced to support much needed preventative strategies in the NHS and schools around childhood obesity and diet-related disease. \r\n","additional_details":"Studies show that soft drinks with added sugar are the largest single source of sugar in the diet's of UK school children \u0026 teenagers\r\n\r\nMany health experts are increasingly concerned about sugars contribution to weight gain \u0026 type-2 diabetes. \r\n\r\nTooth decay caused by sugar is the most common reason that children aged 5-9 years are admitted to hospital \u0026 type-2 diabetes is costing the NHS around £9 billion a year.  It's clear action is needed.\r\n\r\nPlease show your support.\r\n\r\nJamie Oliver and Sustain","state":"open","signature_count":131077,"created_at":"2015-08-25T20:43:15.258Z","updated_at":"2015-09-09T12:55:19.488Z","open_at":"2015-08-26T12:48:04.628Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":"2015-09-05T12:53:22.195Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-25T21:33:47.161Z","creator_name":"Jamie Oliver ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":106477,"links":{"self":"https://petition.parliament.uk/petitions/106477.json"},"attributes":{"action":"Stop allowing immigrants into the UK.","background":"The UK government need to prevent immigrants from entering the UK immediately! We MUST close all borders, and prevent more immigrants from entering Britain. Foreign citizens are taking all our benefits, costing the government millions! Many of them are trying to change UK into a Muslim country! ","additional_details":"If the Government does not do anything, then Britain may take in 12 million more immigrants by 2060. There is footage of foreigners destroying British soldiers graves,  which is a huge disrespect to us. Sign this petition to show the government what they need to do!","state":"open","signature_count":127672,"created_at":"2015-08-21T22:58:36.240Z","updated_at":"2015-09-09T12:55:25.648Z","open_at":"2015-08-25T13:23:52.756Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":"2015-09-07T20:14:13.386Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-21T23:05:13.292Z","creator_name":"Kieran Worrallo","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105446,"links":{"self":"https://petition.parliament.uk/petitions/105446.json"},"attributes":{"action":"Benjamin Netanyahu to be arrested for war crimes when he arrives in London","background":"Benjamin Netanyahu is to hold talks in London this September. Under international law he should be arrested for war crimes upon arrival in the U.K for the massacre of over 2000 civilians in 2014","additional_details":"","state":"open","signature_count":108113,"created_at":"2015-07-30T17:21:46.899Z","updated_at":"2015-09-09T12:53:05.036Z","open_at":"2015-08-07T12:15:02.729Z","closed_at":null,"government_response_at":"2015-08-21T12:56:03.381Z","scheduled_debate_date":null,"debate_threshold_reached_at":"2015-09-05T05:40:02.520Z","rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-30T18:24:11.318Z","creator_name":"Damian Moran","rejection":null,"government_response":{"summary":"Under UK and international law, visiting heads of foreign governments, such as Prime Minister Netanyahu, have immunity from legal process, and cannot be arrested or detained.","details":"The British Government has invited Prime Minister Benjamin Netanyahu, as head of the Israeli Government, to visit the UK in September. Under UK and international law, certain holders of high-ranking office in a State, including Heads of State, Heads of Government and Ministers for Foreign Affairs are entitled to immunity, which includes inviolability and complete immunity from criminal jurisdiction.\r\n\r\nWe recognise that the conflict in Gaza last year took a terrible toll.  As the Prime Minister said, we were all deeply saddened by the violence and the UK has been at the forefront of international reconstruction efforts.  However the Prime Minister was clear on the UK’s recognition of Israel’s right to take proportionate action to defend itself, within the boundaries of international humanitarian law. We condemn the terrorist tactics of Hamas who fired rockets on Israel, built extensive tunnels to kidnap and murder, and repeatedly refused to accept ceasefires.  Israel, like any state, has the right to ensure its own security, as its citizens also have the right to live without fear of attack.  \r\n\r\nThe UK consistently urged Israel to do everything possible to avoid civilian casualties, to exercise restraint, and to help find ways to bring the situation to an end.  The UK continues to urge the parties to give priority to reaching a durable solution for Gaza which addresses the underlying drivers of conflict, and to take the necessary practical steps to ensure Gaza’s reconstruction and economic recovery.\r\n\r\nWe welcome the fact that Israel is conducting internal investigations into specific incidents during Operation Protective Edge.  Where there is evidence of wrongdoing those responsible must be held accountable whatever their position in society.  Both parties must also demonstrate robust and credible internal investigations which are in line with international standards.  We have also encouraged the Israeli authorities, as we do all countries, to cooperate with the independent Prosecutor of the International Criminal Court (ICC) regarding the preliminary examination into the situation in the Occupied Palestinian Territories since 13 June, 2014, whilst noting that Israel is not a State Party to the ICC.\r\n\r\nThe UK is a close friend of Israel and we enjoy an excellent bilateral relationship, built on decades of cooperation between our two countries across a range of fields. Our priority for the Israeli-Palestinian conflict remains the achievement of a two-state solution, based on 1967 borders.  We continue to believe that negotiations will be necessary in order to achieve this, and that both parties need to focus on steps that are conducive to peace.  The UK Government will reinforce this message to Mr Netanyahu during his visit.\r\n","created_at":"2015-08-21T12:56:03.377Z","updated_at":"2015-08-21T12:56:03.377Z"},"debate":null}},{"type":"petition","id":104796,"links":{"self":"https://petition.parliament.uk/petitions/104796.json"},"attributes":{"action":"Don't kill our bees! Immediately halt the use of Neonicotinoids on crops","background":"Neonicotinoids are pesticides in agricultural use that control pests such as aphids and grubs. The poison gets into the pollen and renders it deadly to bees and other pollinators. Neonicotinoids are banned in several countries due to links with bee deaths. Please ban the use of neonics on crops.","additional_details":"Neonicotinoids, especially seed treatments of imidacloprid and clothianidin on arable crops, have become of increasing concern to beekeepers and bee researchers in recent years with many of them suspecting that they may be connected to current bee declines.  These concerns have led to partial bans on the use of some neonicotinoids for specific crops in several European countries, including France, Germany, Italy and Slovenia. Bees are already facing sharp declines in their numbers and need help","state":"open","signature_count":81852,"created_at":"2015-07-23T19:12:08.029Z","updated_at":"2015-09-09T12:55:26.800Z","open_at":"2015-07-24T14:09:22.592Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-23T20:04:20.829Z","creator_name":"Elizabeth St.Clair","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105450,"links":{"self":"https://petition.parliament.uk/petitions/105450.json"},"attributes":{"action":"Introduce minimum prices that milk buyers purchase their milk for from Farmers","background":"I am a young man and I work as a Dairy Service Engineer. I have been in the job for nearly 4 years and for that whole period the milk prices have only been dropping. This doesn't only affect farmers, it affects every other industry that works within a farming enviroment.","additional_details":"The company I work for is a huge influence in the dairy industry in the South West, and this year has seen a dramatic drop in work for us and other companies alike. Farming is the back bone of the UK and anything that happens to the farming community in the UK has a ripple effect and has a huge consequence on the other industries that thrive on this back bone. We see on local news, weekly if not daily, how much of a struggle farmers have trying to produce milk with a minimal margin for profit.","state":"open","signature_count":53515,"created_at":"2015-07-30T18:44:34.123Z","updated_at":"2015-09-09T12:51:04.104Z","open_at":"2015-07-31T14:02:20.085Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-30T19:16:38.952Z","creator_name":"Chris Charles","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104436,"links":{"self":"https://petition.parliament.uk/petitions/104436.json"},"attributes":{"action":"To debate a vote of no confidence in DWP secretary Ian Duncan Smith","background":"For denying the existence of, and refusing to publish data on the deaths of claimants of incapacity benefit and employment and support allowance between November 2011 and May 2014. This is despite the rulings of the Information Commissioner and public pressure resulting in a 200,000 strong petition.","additional_details":"More information can be found in the links below:\r\n\r\nhttp://www.theguardian.com/society/2015/jun/24/benefit-related-deaths-david-cameron-dwp\r\n\r\nhttp://anotherangryvoice.blogspot.co.uk/2015/05/reign-of-terror-iain-duncan-smith.html\r\n\r\nhttp://www.bigissue.com/features/3637/atos-deaths-and-welfare-cuts\r\nhttp://www.theguardian.com/society/2014/feb/28/man-starved-to-death-after-benefits-cut\r\n\r\nhttps://www.change.org/p/hm-courts-and-tribunal-service-publish-stats-showing-how-many-people-have-died-after-their-benefits-stopped","state":"open","signature_count":37962,"created_at":"2015-07-21T00:47:42.387Z","updated_at":"2015-09-09T12:35:04.321Z","open_at":"2015-07-21T11:16:59.697Z","closed_at":null,"government_response_at":"2015-08-12T11:24:06.483Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-21T02:03:15.630Z","creator_name":"Aaron Flannagan","rejection":null,"government_response":{"summary":"Out-of-work benefits mortality statistics need to meet the high standards expected of official statistics. Once we have completed that important work, the Department intends to publish them.","details":"The Department for Work and Pensions intends to publish out-of-work benefits mortality statistics and the publication date will be pre-announced on the Government website via the following link: \r\n\r\nhttps://www.gov.uk/government/statistics/list-of-scheduled-upcoming-ad-hoc-statistical-releases\r\n\r\nHowever, before doing so they need to meet the high standards expected of official statistics. Once we have completed that important work, we will publish them.","created_at":"2015-08-12T11:24:06.481Z","updated_at":"2015-08-12T11:24:06.481Z"},"debate":null}},{"type":"petition","id":104639,"links":{"self":"https://petition.parliament.uk/petitions/104639.json"},"attributes":{"action":"Allow transgender people to self-define their legal gender","background":"Transgender people in the UK are forced to pay to prove their identity to a Gender Recognition Panel. This process is humiliating, outdated and unnecessary. We urge the government to introduce an act equivalent to the Irish Gender Recognition Act, and allow trans* people to self-define their gender.","additional_details":"Having your gender recognised by the Gender Recognition Panel requires trans* people to go to pointless expense - whether requiring them to pay administration fees (and having to go through the lengthy and underfunded NHS gender transition system) or paying to attend a private clinic to receive the required evidence as well as paying to be seen by the panel. \r\n\r\nFurthermore: no provisions are made for non-binary gender identities.\r\n\r\nhttp://www.justice.gov.uk/tribunals/gender-recognition-panel","state":"open","signature_count":30179,"created_at":"2015-07-22T13:05:13.996Z","updated_at":"2015-09-09T12:48:11.373Z","open_at":"2015-07-22T15:10:13.771Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-22T13:44:40.365Z","creator_name":"Ashley Reed","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104471,"links":{"self":"https://petition.parliament.uk/petitions/104471.json"},"attributes":{"action":"Vote no confidence in David Cameron","background":"The current Tory government has caused devastation for the poorest in society for the last 5 years. We cannot afford another 5 years of Tory rule, with the recent welfare reform that will cause nothing but immense poverty in the UK. ","additional_details":"","state":"open","signature_count":28010,"created_at":"2015-07-21T10:34:08.042Z","updated_at":"2015-09-09T12:54:34.155Z","open_at":"2015-07-21T11:33:30.327Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-21T10:47:13.661Z","creator_name":"Kelly Teeboon","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104617,"links":{"self":"https://petition.parliament.uk/petitions/104617.json"},"attributes":{"action":"Scrap Fracking UK Wide \u0026 Invest in Green Energy","background":"We should be a country leading the way in renewable energy. Why would the government invest time \u0026 money into an energy alternative that can cause so much damage?  \r\n\r\nScrap it all together and focus on making the UK 100% energy sustainable. \r\n\r\n\r\n","additional_details":"","state":"open","signature_count":27796,"created_at":"2015-07-22T08:48:50.849Z","updated_at":"2015-09-09T12:53:38.366Z","open_at":"2015-07-22T15:00:49.912Z","closed_at":null,"government_response_at":"2015-08-06T09:42:16.668Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-22T09:34:46.333Z","creator_name":"Harriet King","rejection":null,"government_response":{"summary":"To ensure we have secure, affordable, clean energy supplies for our families and businesses, we will need a diverse energy mix, including significant quantities of renewables, nuclear and gas.","details":"The Government is committed to a low carbon and affordable future for energy while also ensuring bill payers are getting the best possible deal. \r\n\r\nThe Government supports renewable energy technologies and is working towards a transition to a low carbon economy. The UK has some of the best wind, wave and tidal resources in Europe. Renewable energy offers an attractive market for investors, one that already supports skills and jobs through the supply chain. \r\n\r\nWe are currently implementing a renewable energy deployment programme to ensure we generate at least 30% of our electricity from renewables by 2020. At the end of 2013, our share of electricity generation from renewable energy was 14.9%. In 2014 this figure rose to 19.2%, and a record of 22.3% was recorded in the first quarter of 2015. Since 2010 we have seen an average of £7 billion a year of investment in renewables and last year we reached a record high of almost £8 billion. \r\n\r\nAround a third of UK energy demand is met by gas, the cleanest fossil fuel.  A quarter of that is used to produce electricity, some is a vital ingredient for industry and nearly all the rest is used to heat our buildings and cook our food. So it’s vital that we seize the opportunity to explore the UK’s shale gas potential whilst maintaining the very highest safety and environmental standards, which we have established as world leaders in extracting oil and gas over the past 50 years. The Government is committed to developing this new source of energy as part of our work to ensure our energy security. Developing shale gas could create a whole new British industry, provide more jobs and make us less reliant on volatile imports from abroad. \r\n\r\nReports by the Royal Society and Royal Academy of Engineering, as well as Public Health England considered a wide range of evidence on hydraulic fracturing in the UK context. They concluded that risks can be well managed if the industry follows best practice, enforced through regulation. The UK has over 50 years’ experience regulating the onshore oil and gas industry, and measures are in place to ensure on-site safety, prevent environmental contamination, mitigate seismic activity and minimise emissions. A company looking to develop shale will still need to obtain all the necessary permissions, like planning and environmental permits. Our system is robust and we are proven world leaders in well regulated, safe and environmentally sound oil and gas developments. \r\n\r\nTo reinforce these regulations, the Infrastructure Act 2015 brought forward a range of further requirements if an operator is to carry out hydraulic fracturing, to provide the public with confidence that this industry is being taken forward in a balanced way. These include environmental impact assessments, groundwater monitoring, community payments and the exclusion of hydraulic fracturing in protected areas. \r\n\r\nIt is important that local communities who are hosting wells are able to share in the benefits of development. The industry has committed to provide £100,000 in community payments per fractured well and 1% of any subsequent production revenues. Companies may well offer payments over and above these amounts. \r\n\r\nUK shale development is compatible with our goal to cut greenhouse gas emissions and does not detract from our support for renewables. As the UK’s Committee on Climate Change (CCC) said in 2013, the UK will “continue to use considerable, albeit declining, amounts of gas well into the 2030s” and “if anything, using well-regulated UK shale gas… could lead to lower overall greenhouse gas emissions than continuing to import gas”. The CCC is an independent, statutory body, whose purpose is to advise the UK Government and Devolved Administrations on emissions targets and report to Parliament on progress made in reducing greenhouse gas emissions and preparing for climate change. Shale gas can create a bridge while we develop renewable energy, improve energy efficiency and build new nuclear. To make absolutely sure, we have included in the Infrastructure Act a requirement to seek advice from the CCC on the implications of shale gas for our legally binding carbon targets. \r\n\r\nThis is not a renewables versus gas issue – to meet our challenging climate targets we will need significant quantities of renewables, nuclear and gas in our energy mix.\r\n","created_at":"2015-08-06T09:42:16.664Z","updated_at":"2015-08-06T09:42:16.664Z"},"debate":null}},{"type":"petition","id":104880,"links":{"self":"https://petition.parliament.uk/petitions/104880.json"},"attributes":{"action":"Reverse the planned tax relief restriction on ‘individual’ landlords","background":"We operate as sole traders and incur costs in the course of running our business. The planned restriction will unfairly target us by preventing us from offsetting costs in the same manner as other sole traders. We ask that the planned restriction be reconsidered as it has unfair implications.","additional_details":"The Institute for Fiscal Studies has stated, in response to the Budget, individual landlords are already taxed more heavily than other homeowners. \r\n\r\nThe private rented sector is heavily reliant on individual landlords. The planned change is likely to result in higher rents due to landlords looking to offset higher tax liabilities.\r\n\r\nIn some cases, employed individuals own buy to let properties as investments for retirement. The planned restriction would adversely and unfairly affect them. ","state":"open","signature_count":26886,"created_at":"2015-07-24T18:45:14.677Z","updated_at":"2015-09-09T12:55:14.068Z","open_at":"2015-07-27T16:21:12.229Z","closed_at":null,"government_response_at":"2015-08-27T09:56:08.700Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-24T21:06:59.266Z","creator_name":"Ruhal Uddin","rejection":null,"government_response":{"summary":"The Government is committed to a fair tax system so is restricting relief on landlord property finance costs to the basic rate of tax, reducing the generosity for wealthier landlords.  ","details":"The Government is committed to a fair tax system so is restricting tax relief landlords can claim on property finance costs to the basic rate of income tax. \r\n\r\nLandlords are currently able to offset their mortgage interest and other finance costs against their property income, reducing their tax liability. This relief is not available for ordinary homebuyers and not available to those investing in other assets such as shares. Currently the landlords with the largest incomes benefit the most, receiving relief at their marginal tax rates of 40% or 45%.\r\n\r\nBy restricting finance cost relief available to the basic rate of income tax (20%) all finance costs incurred by individual landlords will be treated the same by the tax system. This recognises the benefits to the economy that investment in property can bring but ensures the landlords with the largest incomes will no longer benefit from higher rates of tax relief.\r\n\r\nBy unifying the treatment of finance costs for all individual landlords, the Government is reducing the distortion between property investment and investment in other assets, and reducing the advantage landlords may have in the property market over ordinary homebuyers. \r\n\r\nLess than 1 in 5 (18%) of individual landlords are expected to pay more tax as a result of this measure. Taking account of the other measures from the Summer Budget, the Office of Budget Responsibility (OBR) have not adjusted their forecast for house prices. The OBR expect the impact on the housing market will be small. Furthermore, this change is being introduced gradually from April 2017 over 4 years. This will give landlords time to plan for and adjust to these changes. \r\n\r\nHM Treasury\r\n","created_at":"2015-08-27T09:56:08.698Z","updated_at":"2015-08-27T09:56:08.698Z"},"debate":null}},{"type":"petition","id":106355,"links":{"self":"https://petition.parliament.uk/petitions/106355.json"},"attributes":{"action":"Hold public inquiry into West Ham \u0026 LLDC deal for rental of Olympic Stadium","background":"West Ham has only contributed £15m towards the £272m conversion costs of the Olympic Stadium, with the taxpayer footing the rest of the bill. Considering the cost to the taxpayer, and the effect of this taxpayer subsidy on competition between clubs, a full public inquiry into the deal is needed.\r\n","additional_details":"On top of the minimal conversion contribution, West Ham has been allowed to keep the sale proceeds of their current stadium, valued at £71m. Rental is £2.5m a year, halving should WHU be relegated. Taxpayers will cover the costs of stadium utilities, security, pitch maintenance, goalposts and corner flags - estimated to be worth £1.4m - £2.5m a year. Public money should be used responsibly, and in a way which does not distort the competitiveness of independent sports bodies and businesses.\r\n","state":"open","signature_count":24849,"created_at":"2015-08-19T12:09:30.997Z","updated_at":"2015-09-09T12:18:37.650Z","open_at":"2015-08-19T16:11:59.008Z","closed_at":null,"government_response_at":"2015-09-02T12:36:16.658Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-19T13:25:36.761Z","creator_name":"Richard Hunt","rejection":null,"government_response":{"summary":"West Ham United has a concession at the Stadium and their contributions reflect that status. The contract, awarded after an open public competition, has been widely scrutinised and tested in court.","details":"Following the completion of its transformation programme the Stadium will be - unlike so many previous Olympic Stadiums - a world-class multi-use arena with a long-term future, and one that won’t require continuous support from the taxpayer. The stadium remains in public ownership (E20 Stadium LLP – a joint venture between the London Legacy Development Corporation and Newham Council) and the profits from its multiple uses will flow to the taxpayer.\r\n \r\nAs a long-term concessionaire West Ham United will only access the full stadium facilities for and shortly ahead of home matches, anticipated to be an average of 25 games a year. The stadium’s other anchor concession-holder, British Athletics, has a concession for one month a year. The stadium will be available for commercial and other uses at all times outside of these existing commitments.\r\n \r\nThe Stadium is a multi-use venue, which has already hosted a major athletics meet this year, the Sainsbury’s Anniversary Games, and will host a range of other events in 2015 including five matches during the Rugby World Cup this autumn, a Rugby League international between England and New Zealand and the Race of Champions motorsport event. In addition the Stadium will host elite athletics including the IAAF and IPC Athletics World Championships in 2017.\r\n \r\nA world class stadium operator has been appointed and it is part of the operator agreement that the Stadium will host concerts and other events.\r\n \r\nNone of these events will financially benefit West Ham United. All revenues from these events will be shared by the operator and the Stadium owners. The stadium operator has a proven international track record of success in managing and maximising revenue from multi-use stadia and is contractually incentivised to generate maximum income.\r\n \r\nThe agreement with West Ham United, including their contribution to transformation costs and rent, followed an open competitive process, which was delivered under EU rules, conducted visibly and exposed to significant scrutiny. The outcome has been tested in the courts and upheld. As the winning bid this constituted the best available return for the taxpayer and secures the commercial viability of a national asset for the next 100 years.\r\n \r\nThe European Commission (EC) is responsible for assessing whether public investment distorts the competitive market. The EC has considered this issue on more than one occasion and has done so with full sight of the contractual terms, comprehensive detail of the tender exercise and in depth legal opinion on compliance with UK and EU law. It has found no case to answer. Therefore we do not believe that a public inquiry is necessary.\r\n \r\nThe detail of the rental agreement between the Stadium owners and West Ham United is commercially sensitive. Disclosing details of the contract would undermine the future negotiating position of the Stadium's operator, Vinci, who are working hard to bring in future events to get the greatest possible return and ensure that the Stadium is a commercial success.\r\n \r\nIt is important that the stadium owners and operator are able to negotiate future contracts in a way that derive maximum value and are not constrained by any one agreement. Such arrangements are standard practice and are designed to both protect the previous public expenditure and maximise the return on this investment.\r\n\r\nDepartment for Culture, Media and Sport","created_at":"2015-09-02T12:36:16.655Z","updated_at":"2015-09-02T12:36:16.655Z"},"debate":null}},{"type":"petition","id":105658,"links":{"self":"https://petition.parliament.uk/petitions/105658.json"},"attributes":{"action":"Stop all benefits to illegal immigrants completely.","background":"The Government must act now and stop any form of benefit to all illegal immigrants, there should be no free benefit to those whom illegally enter the UK.\r\n\r\nSegregation and deportation \r\nfor all the illegal immigrants and a life time ban to anyone entering the United Kingdom illegally.","additional_details":"","state":"open","signature_count":22761,"created_at":"2015-08-03T17:31:54.867Z","updated_at":"2015-09-09T12:54:29.098Z","open_at":"2015-08-05T15:19:10.386Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-03T18:24:14.508Z","creator_name":"Michael robson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104545,"links":{"self":"https://petition.parliament.uk/petitions/104545.json"},"attributes":{"action":"Introduce mental health education to the national curriculum","background":"Introducing mental heath education in schools will reduce the stigma of mental illness in society, help children deal with the modern pressures they face and will provide them with the advice they need to seek help rather than suffer in silence like I and many others have. ","additional_details":"850,000 CHILDREN HAVE MENTAL HEALTH PROBLEMS\r\n\r\nThree children in every classroom has a diagnosable mental health disorder (and that’s just the ones that have been diagnosed)\r\n\r\nOne in five young adults show signs of an eating disorder\r\n\r\nOne in 12 deliberately harm themselves (and 25,000 of them are hospitalised each year because of this)\r\n\r\nNearly 80,000 children and young people suffer from severe depression\r\n\r\nhttp://www.youngminds.org.uk/training_services/policy/mental_health_statistics\r\n","state":"open","signature_count":22682,"created_at":"2015-07-21T17:56:40.206Z","updated_at":"2015-09-09T12:44:39.238Z","open_at":"2015-07-22T14:38:24.343Z","closed_at":null,"government_response_at":"2015-08-11T14:05:56.135Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-21T18:44:57.060Z","creator_name":"Foyez Syed","rejection":null,"government_response":{"summary":"Good mental health, character and resilience are a priority for Government. To support schools we have funded the PSHE Association to produce mental health guidance and lesson plans for teachers.","details":"We have high aspirations for all children. We want students to fulfil their potential both academically and in terms of their mental wellbeing and this attainment is best supported if they have good mental health, character and resilience. They are two sides of the same coin. We know that teachers across the country are already doing excellent work to develop character and resilience, and we are committed to helping them continue that work. Character education is a central part of our plan for education and we have already invested £5 million to build and better understand what works, share good practice and encourage all schools to ensure their pupils leave resilient and with the ability to thrive in modern Britain.\r\n\r\nWe know that the vast majority of secondary schools already teach their pupils about mental health. The CentreForum report in December 2014 found that 94% of secondary schools surveyed already promote positive mental health through lessons such as PSHE or drama or through school assemblies. It is important that schools should be free to develop approaches to supporting mental health that suit their particular circumstances and we want to make sure that schools are able to do this well. \r\n\r\nWhat is important is the quality of the teaching and we know that schools and teachers have not always been sure what is appropriate and how to approach some of the difficult issues. That is why we funded the PSHE Association to provide new mental health guidance and resources. These new lesson plans support age-appropriate teaching about dealing with emotions and talking about anxieties and worries. As children grow older, the lessons cover more specific teaching about mental illnesses. Learning about good mental health will help to reduce the stigma of mental illness, help children recognise when they are feeling pressured and enable them to feel able to ask for help. Nearly 2,000 pupils have been involved in developing these materials.\r\n\r\nIt is important to recognise that effective support for children and young people’s mental health involves more than just what happens within lessons. Some young people will need more targeted support such as counselling and our recent guidance, which was published in March, gives schools advice on how to deliver high quality school-based counselling. It emphasises how counselling works best as part of a whole-school approach to wellbeing and provides schools with practical, evidence-based advice. It was developed by working with schools and counselling experts and our expectation is that is over time all schools will want to provide access to counselling services.\r\n\r\nWe will continue to promote awareness of potential mental issues and support the development of schools and teachers knowledge. MindEd, funded by the Department of Health, has been developed to enable all adults working with children and young people learn more about mental health problems and how to support them. This year the Department for Education has given MindEd a grant of over £550,000 to create additional resources for families. We are also working closely with the sector to further improve the quality of teachers’ initial teacher training and support their continued professional development.\r\n\r\nBut teachers and school staff are not mental health professionals. They need to have timely access to specialist support for those children and young people who need it. That’s why the Department for Education is investing £1.5million in piloting a joint training programme with NHS England for lead contacts in schools and specialist services to help them work together as effectively as possible. In addition to this we are providing £4.7million this year for 17 mental health projects led by voluntary and community sector organisations in order to trial new ways of supporting young people and their families. These include projects to promote positive mental health in schools, improving the information and advice available to families and setting up networks of young people to act as mental health ambassadors.\r\n\r\nThis government is firmly committed to continue working to deliver the transformation we need to see if we are genuinely to improve children and young people’s mental health and we are working across departments to rise to the challenges set out in the Future in Mind report. The Department of Health have committed an additional £1.25billion of funding which will be used to help radically improve mental health services for children, young people and new mothers over the next 5 years. Our ambition is to transform young peoples’ experience of mental health support by increasing knowledge, acting to destigmatise mental illness; and making specialist services more accessible and responsive to the needs of children and young people.  \r\n","created_at":"2015-08-11T14:05:56.131Z","updated_at":"2015-08-11T14:05:56.131Z"},"debate":null}},{"type":"petition","id":104379,"links":{"self":"https://petition.parliament.uk/petitions/104379.json"},"attributes":{"action":"Introduce Compulsory Scanning for microchips by vets, rescues and authorities.","background":"The new compulsory microchipping regulations don't go far enough and have only been put into place to save money on the management of stray dogs. Nothing is mentioned about the need to scan microchips and check registration to help find missing and stolen pets.    \r\n\r\n","additional_details":"It's no good giving all dogs microchips if all vets, agencies and other establishments do not scan for microchips as standard procedure every and any time an animal is dealt with whether dead or alive.   \r\n\r\nCompulsory microchipping does not work without compulsory scanning and responsible owners are being let down as we have to rely on a 'Duty of Care' which doesn't work now! ","state":"open","signature_count":22652,"created_at":"2015-07-20T18:24:37.997Z","updated_at":"2015-09-09T12:53:56.864Z","open_at":"2015-07-21T10:28:09.294Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-20T20:28:19.304Z","creator_name":"Debbie Matthews","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104534,"links":{"self":"https://petition.parliament.uk/petitions/104534.json"},"attributes":{"action":"Extend Harvey's Mandate To All Council Roads ensuring all animals are scanned.","background":"Harvey's Mandate was implemented by HM Government in March 2015.  We now want the mandate extended to cover all council roads. To ensure that all domestic animals killed on the roads are scanned for a micro chip, logged and kept in cold storage whilst all efforts are made to locate the owner.","additional_details":"Harvey's Mandate was debated and implemented on March 2nd 2015. This ensures that all domestic animals killed on the Highways are scanned for a micro chip.  A petition which reached over 123,000 signatures, peoples opinion's were very clear. Faced with the possibility that their beloved Pet could just be disposed of, that no effort would be made to contact the owner was clearly a reason to sign.  It still is, no Council Road is protected by Harvey's Mandate despite HM Governments recommendation.","state":"open","signature_count":22240,"created_at":"2015-07-21T16:57:55.708Z","updated_at":"2015-09-09T12:52:20.000Z","open_at":"2015-07-24T12:06:53.293Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-21T18:18:40.358Z","creator_name":"Janina Blackburn","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":106992,"links":{"self":"https://petition.parliament.uk/petitions/106992.json"},"attributes":{"action":"David Cameron to take serious diplomatic action against commercial whaling","background":"Japan, Norway \u0026 Iceland have killed more than 30,000 whales, defying the global ban. In 2014 the ICJ ruled Japan’s ‘scientific’ Southern Ocean whaling illegal, but Japan is preparing to kill 4,000 more whales in Antarctica. The whaling ban is vital but under attack. It must be enforced \u0026 protected. ","additional_details":"Please act on your manifesto commitment to oppose commercial whaling by committing to:\r\n \r\n1) Raise Japan's ongoing 'scientific' whaling, and efforts to undermine the bans on whaling and trade in whale products, in the context of: \r\na) the EU-Japan free trade agreement negotiations; \r\nb) Japan’s campaign to gain a permanent seat on the UN Security Council.\r\n\r\n2) Instruct senior UK ministers to raise objections to commercial cetacean hunting, with Japan, Norway \u0026 Iceland at every opportunity. ","state":"open","signature_count":20687,"created_at":"2015-09-01T12:14:10.533Z","updated_at":"2015-09-09T12:55:16.769Z","open_at":"2015-09-02T16:00:14.374Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-09-01T12:30:58.362Z","creator_name":"Claire Bass","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":106068,"links":{"self":"https://petition.parliament.uk/petitions/106068.json"},"attributes":{"action":"Assess full impact of all cuts to support \u0026 social care for disabled people","background":"Govt has ignored calls for a full assessment of the impact of Welfare, Social Care \u0026 NHS reform on disabled people and their families. The number of households with a disabled family member living in “absolute poverty” increased by 10% between 2013 \u0026 14. ","additional_details":"Since WOWpetition collected 104,000 signatures the Government claimed IFS said it was too difficult to do a CIA, IFS subsequently contradicted the claim and said it could be done. EHRC and Social Security Advisory Committee have also called for a CIA of how cuts have affected disabled people and their families. A Cumulative Impact Assessment undertaken by Landman Economics and the National Institute of Economic and Social Research proved disabled people have been hit the hardest by cuts. ","state":"open","signature_count":17448,"created_at":"2015-08-12T07:24:23.804Z","updated_at":"2015-09-09T12:40:31.121Z","open_at":"2015-08-13T15:58:06.939Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-12T08:11:55.211Z","creator_name":"Francesca Martinez","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105856,"links":{"self":"https://petition.parliament.uk/petitions/105856.json"},"attributes":{"action":"Hold a referendum on TTIP before we give away our sovereignty","background":"The Transatlantic Trade and Investment Partnership (TTIP) involves a huge loss of sovereignty to the European Union and the UK so we should hold a referendum on whether we agree to this before it is ratified by parliament without our consent.","additional_details":"","state":"open","signature_count":16611,"created_at":"2015-08-07T13:03:25.720Z","updated_at":"2015-09-09T12:54:19.402Z","open_at":"2015-08-12T16:21:41.606Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-08T01:31:08.722Z","creator_name":"David Butt","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105402,"links":{"self":"https://petition.parliament.uk/petitions/105402.json"},"attributes":{"action":"A vote of no-confidence in the Prime Minster David Cameron. Calais crisis","background":"It is David Cameron’s responsibility as an elected government official to protect the United Kingdom's national security and he has failed to do that. The people of the UK are losing confidence in the current prime minster.\r\n","additional_details":"There is an on going security issue at Calais, with prohibited immigrants from Africa and the Middle East attempting to enter the United Kingdom illegally.  \r\n\r\nOver the last two months the situation at Calais has become dreadful for lorry drivers, haulage firms and tourists travelling to and from France.  I believe there needs to be a debate about a vote of no confidence in David Cameron.  ","state":"open","signature_count":16197,"created_at":"2015-07-30T04:07:38.122Z","updated_at":"2015-09-09T12:20:51.892Z","open_at":"2015-07-31T14:04:55.066Z","closed_at":null,"government_response_at":"2015-09-01T13:09:39.134Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-30T20:26:07.777Z","creator_name":"Luul Awil","rejection":null,"government_response":{"summary":"The Government continues to work closely with the French government and other partners to address the situation in northern France, including with the UK haulage sector and others to protect drivers. ","details":"The UK and French Governments have been working together closely for many months to address the situation in northern France, and are committed to resolving it together. \r\n\r\nThe declaration signed by the Home Secretary and the French Interior Minister on 20 August cements a comprehensive programme of work between our two countries. \r\n\r\nAdditional French police have been deployed, along with extra fencing, search dogs and other security measures provided by the UK, to prevent attempts to breach the juxtaposed controls.\r\n\r\nThe joint declaration goes further still, with new formalised arrangements on intelligence-sharing and prosecutions to target the organised immigration crime gangs who are playing so callously with the lives of vulnerable people, and a new command and control centre in Calais where UK and French law enforcement agencies will co-ordinate operations.\r\n\r\nOther new measures include substantial further security and physical infrastructure improvements, extra private security personnel, round-the-clock searching teams, additional French mobile policing units and further joint work to return economic migrants to their home countries.\r\n\r\nThe declaration marks a continuation of the strong working relationship between the UK and France. But this is a global challenge, and we will also work together to ensure that other EU states, as well as source and transit countries outside Europe, are doing everything they ought to be to stop people making these dangerous journeys in the first place.\r\n\r\nThe UK Government is also mindful of the disruption caused by the situation in Calais on lorry drivers and the travelling public, and up-to-the-minute travel advice is provided via the FCO website. Driver safety is paramount. It is also in all our interests that goods are able to be transported to the UK secure from harm caused by clandestine entrants.  That is why we have strengthened our partnership with the haulage sector and food industry in order to reduce clandestine entry to the UK.  It is also why, on 14 July, the Home Secretary announced that the UK Government will support the Port of Calais to create a secure waiting area for UK-bound lorries within the Port.\r\n\r\nHome Office","created_at":"2015-09-01T13:09:39.131Z","updated_at":"2015-09-01T13:09:39.131Z"},"debate":null}},{"type":"petition","id":104441,"links":{"self":"https://petition.parliament.uk/petitions/104441.json"},"attributes":{"action":"Ban driven grouse shooting","background":"Grouse shooting for 'sport' depends on intensive habitat management which damages protected wildlife sites, increases water pollution, increases flood risk, increases greenhouse gas emissions and too often leads to the illegal killing of protected wildlife such as Hen Harriers. ","additional_details":"RSPB , 7 March 2014 '...burning drainage and other forms of intensive land management in England's iconic peat-covered hills are threatening to create a series of environmental catastrophes'\r\n\r\nInglorious - conflict in the uplands (a book on why we should ban driven grouse shooting)\r\n\r\nDr Dick Potts, scientist, 1998 '...a full recovery of Hen Harrier breeding numbers is prevented by illegal culling by some gamekeepers'\r\n\r\nChris Packham addressing Hen Harrier Day rally, August 2014 'We will win!'","state":"open","signature_count":15833,"created_at":"2015-07-21T06:35:54.196Z","updated_at":"2015-09-09T12:54:54.530Z","open_at":"2015-07-21T11:27:02.595Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-21T07:17:30.505Z","creator_name":"Dr Mark Avery","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":106791,"links":{"self":"https://petition.parliament.uk/petitions/106791.json"},"attributes":{"action":"DECC to urgently review the current approach to the solar feed in tariff","background":"Today (27/08/15) DECC announced a proposed cut of the Solar Feed In Tariff by 87% by January 2016. A variety of recent cuts by government to support solar and renewable energy will cause a loss of affordable clean energy choices, taking away power from people and handing it back to big energy firms.","additional_details":"Subsidies for ALL renewables currently cost £3.5bn yr compared to £26bn yr in subsidies for fossil fuels. That's £400 per year per household to support the fossil fuel industry. ","state":"open","signature_count":15480,"created_at":"2015-08-27T12:52:34.421Z","updated_at":"2015-09-09T12:52:42.229Z","open_at":"2015-08-28T10:35:55.180Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-27T14:05:08.739Z","creator_name":"Ruth Smith","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105590,"links":{"self":"https://petition.parliament.uk/petitions/105590.json"},"attributes":{"action":"Create a compassionate Euro-wide policy to deal with refugee migrants in Calais","background":"Action is required because recently, people who are risking their lives to enter the UK have been dehumanised. Living in squalor, described as 'The Jungle',we (Britons)have lost sight of the desperate need these people have for safety. The UK must take fair action that treats people with compassion.","additional_details":"'The Jungle' in Calais currently houses over 2500 people, many of whom are children and/or pregnant women.These people have experienced the horror and trauma of getting to Europe and should be treated with care.The solution should be that all people entering Europe are dealt with by the country they enter.They are then provided with care and allocated across Europe's 28 member states which would be in proportion to the country's population. This will immediately eradicate the 'migrant crisis '.","state":"open","signature_count":15100,"created_at":"2015-08-02T10:04:05.287Z","updated_at":"2015-09-09T12:36:05.998Z","open_at":"2015-08-05T15:07:00.210Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-02T19:11:22.328Z","creator_name":"Rachel Clarke ","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104454,"links":{"self":"https://petition.parliament.uk/petitions/104454.json"},"attributes":{"action":"Disallow puppy farms in the UK in which beagles are bred for animal testing","background":"A puppy farm in Yorkshire has recently been given the go ahead by the british government, in which innocent beagles are bred purely for them to be tested on. This will be the second establishment like this in the UK, with the first being in Cambridgeshire. ","additional_details":"http://www.lbc.co.uk/controversial-puppy-breeding-farm-gets-go-ahead-113002\r\n\r\nhttp://news.sky.com/story/1519982/controversial-puppy-breeding-farm-gets-go-ahead ","state":"open","signature_count":13448,"created_at":"2015-07-21T08:45:51.092Z","updated_at":"2015-09-09T12:33:05.734Z","open_at":"2015-07-22T15:14:28.179Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-21T11:07:14.615Z","creator_name":"Kirsty Robertson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":106153,"links":{"self":"https://petition.parliament.uk/petitions/106153.json"},"attributes":{"action":"Give legal protection to the professional title 'veterinary nurse'","background":"Currently the title ‘veterinary nurse’ is not protected in law, and therefore anyone, even if they lack the relevant training and education, can refer to themselves as a veterinary nurse. The veterinary profession believes that this should change.","additional_details":"Registered veterinary nurses (RVNs) are true professionals, who can give medical treatment to, or carry out minor surgery on, animals.\r\n \r\nThey follow a Code of Professional Conduct, keep their skills and knowledge up-to-date and are subject to a disciplinary process.\r\n\r\nIt is inappropriate for people without formal training to describe themselves as a ‘veterinary nurse’, and doing so could put animal welfare at risk.\r\n\r\nSee more at www.rcvs.org.uk/vntitle","state":"open","signature_count":13357,"created_at":"2015-08-14T09:22:03.973Z","updated_at":"2015-09-09T12:53:21.375Z","open_at":"2015-08-14T17:09:00.343Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-14T09:35:54.734Z","creator_name":"Ben Myring, Policy \u0026 Public Affairs Officer, Royal College of Veterinary Surgeons","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105560,"links":{"self":"https://petition.parliament.uk/petitions/105560.json"},"attributes":{"action":"Fund more research into brain tumours, the biggest cancer killer of under-40s","background":"Brain tumours kill more children and adults under 40 than any other cancer. One of those young lives lost was my brother Stephen, who was diagnosed at just 19 and died aged 26. More funding for research is urgently needed - read on for some shocking statistics from the charity Brain Tumour Research:","additional_details":"• Unlike most cancers, brain cancer incidence is rising.\r\n• Less than 20% of those diagnosed with brain cancer survive beyond 5 years.\r\n• In 2014, brain tumours received 1.5% (£7.7 million) of the £498 million national spend on research into cancer. At this rate, it could take 100 years to catch up with developments in other diseases.\r\nThe charity is calling on the Government and larger cancer charities to raise investment to £30-£35 million a year, and this petition aims to support its campaign.","state":"open","signature_count":13349,"created_at":"2015-08-01T17:03:21.474Z","updated_at":"2015-09-09T12:27:34.697Z","open_at":"2015-08-03T14:10:43.735Z","closed_at":null,"government_response_at":"2015-09-07T16:05:23.306Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-01T19:04:51.574Z","creator_name":"Maria Lester (nee Realf)","rejection":null,"government_response":{"summary":"Government funders, charities and industry are working together to turn world-leading research into vital new treatments for brain tumour patients.","details":"The Government and charities work closely together in brain tumour research and other fields of cancer research through the National Cancer Research Institute (NCRI). Factors influencing the level of research funding are discussed in Strategic Analysis 2002: An overview of Cancer Research in the UK directly funded by the NCRI Partner Organisations:\r\n\r\nThere are a number of factors that dictate the level of research funding into a particular issue. These include:\r\n•\tscientific opportunity – this can be a very important factor. In particular, developments in fundamental research and the introduction of new technologies often stimulate new approaches; \r\n•\tthe burden of disease – the incidence and severity of a type of cancer will influence both researchers and funders;\r\n•\tresearchability – some tumour types are easier to work on than others but can often provide a model system for other cancers, and many researchers are attracted to areas or diseases where there is real evidence or potential for progress; \r\n•\tfundraising – certain types of cancer may attract more public donations than others; and \r\n•\tthe quality and size of the research workforce – because of the issues listed above some areas attract more high quality researchers than other areas. This will undoubtedly affect the number of quality proposals received by funding bodies.\r\n\r\nNCRI partner organisations take these factors into account when making funding decisions. However, the relative importance of each of these in the decision-making process varies for each organisation depending on its corporate aims, culture and procedures.\r\n\r\nThe NCRI Cancer Research Database includes expenditure on cancer research by NCRI partner organisations. This includes only direct spend on cancer research, or spend which directly supports cancer research. The proportion of cancer research funding directly supporting brain tumour research was 1.5% in 2014. This analysis includes fundamental research (28.8%) and funding relevant to all cancer sites (25.1%). If these elements are excluded, brain tumour research received 3.3% of site-specific cancer research funding. This is a greater proportion than for 40 of the 49 site-specific categories.\r\n\r\nThe National Institute for Health Research (NIHR) welcomes funding applications for research into any aspect of human health, including brain tumours. These applications are subject to peer review and judged in open competition, with awards being made on the basis of the importance of the topic to patients and the NHS, value for money and scientific quality. NIHR funding is not ring-fenced for cancer research or for research on brain tumours or other types of cancer. In all disease areas, the amount of NIHR funding depends on the volume and quality of scientific activity.\r\n\r\nThe Government welcomes the commitment by Cancer Research UK to increase spend in research on brain tumours. This will drive further investment by the NIHR. This happens in two ways. Firstly, as scientific breakthroughs are translated into interventions benefitting patients through infrastructure for experimental medicine. Secondly, investment is driven as emerging interventions are investigated in studies and trials through the NIHR Clinical Research Network.\r\n\r\nDepartment of Health","created_at":"2015-09-07T16:05:23.303Z","updated_at":"2015-09-07T16:05:23.303Z"},"debate":null}},{"type":"petition","id":106779,"links":{"self":"https://petition.parliament.uk/petitions/106779.json"},"attributes":{"action":"KEEP AIRFIELDS GREENFIELDS.\r\nReview Airfield Classification as Brownfield Sites","background":"In 2003 an ‘administrative oversight’ led to the deletion of planning protection from airfields being classified as brownfield sites. As a result, airfields are being closed by developers, breaking transport links and destroying significant areas of natural habitat within airfield boundaries.","additional_details":"The UK aerodrome network is regarded by DfT as an important part of the national transport infrastructure and there is strong evidence that airfield sites offer low-insecticide, low-herbicide, sanctuaries for plants, insects and associated wildlife.\r\n\r\nWe demand a review of the brownfield designation of airfields for redevelopment, in recognition of their economic benefit and importance as environmental “green spaces”, and that Government Planning Policy reverts to that previously in place.\r\n","state":"open","signature_count":12440,"created_at":"2015-08-27T08:36:59.943Z","updated_at":"2015-09-09T12:48:05.793Z","open_at":"2015-08-27T11:42:30.373Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-27T09:23:07.170Z","creator_name":"Stephen Slater","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104412,"links":{"self":"https://petition.parliament.uk/petitions/104412.json"},"attributes":{"action":"Recall Parliament if a Petition reaches 100,000 signatures - its what we pay for","background":"There is currently a Petition about a vote of no confidence in Jeremy Hunt gaining momentum.  Parliament now breaks up for 7 weeks of Summer Recess.  September is too late to consider it (or any other urgent issue). We need the matters looked at NOW. We pay for a 24/7 government - it must deliver.","additional_details":"","state":"open","signature_count":11860,"created_at":"2015-07-20T21:47:58.213Z","updated_at":"2015-09-09T12:32:47.616Z","open_at":"2015-07-21T16:25:15.050Z","closed_at":null,"government_response_at":"2015-09-04T14:09:34.703Z","scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-21T06:47:21.735Z","creator_name":"Richard Ellis","rejection":null,"government_response":{"summary":"Under Standing Order 13, when the House stands adjourned, the Speaker of the House of Commons has the power to recall Parliament, at the request of the Government, when it is in the public interest.","details":"The Government will request a recall where circumstances require a topic to be urgently debated and decided upon by Parliament. The decision to recall parliament balances the public interest in recalling Parliament against other factors, including the disruption to the other work being undertaken by MPs, the ongoing maintenance programme of Parliament, and the additional costs of recalling parliament which include operational costs, staff costs and the additional travel of MPs. The Government does not have plans currently (4 September) to recall Parliament.\r\n\r\nThe Government does not break for recess in the same way that Parliament does, instead operating on a year-round basis in order to ensure the continuous provision of essential services.\r\n\r\nThe House of Commons has been recalled during a recess 28 times since 1948. In recent times the House has been recalled to consider issues such as Syria, ISIL in Iraq and public disorder following riots in London.\r\n\r\nThe dates of periodic adjournments are agreed upon by the House of Commons, which sits for more days and for more hours than almost all other comparable legislatures, including within Europe, the United States and the Commonwealth.  Indeed the Procedure Committee investigated the issue of sitting days and sitting hours in its report “Sitting hours and the Parliamentary calendar” published in June 2012, finding that “the number of sitting days, and sitting weeks, should remain approximately the same as at present, that is, about 150 days spread over about 34 weeks, per year.”\r\n\r\nAttendance at the House of Commons is only one part of an MP’s work as constituents rightly expect their MP to spend time in their constituencies meeting local businesses, organisations and individuals.  Many MPs represent constituencies situated hundreds of miles from Westminster, and Parliamentary recesses help provide a balance that allows them to spend time meeting their constituents to better understand their views and concerns.  MPs also continue to hold the Government to account through correspondence on behalf of their constituents. \r\n","created_at":"2015-09-04T14:09:34.688Z","updated_at":"2015-09-04T14:09:34.688Z"},"debate":null}},{"type":"petition","id":104399,"links":{"self":"https://petition.parliament.uk/petitions/104399.json"},"attributes":{"action":"Remove the 1% public sector pay cap. Teachers, nurses etc deserve a pay rise too","background":"People working in the public sector have already suffered 5 years of no pay rises and increased pension costs. Another 5 will plunge thousands into poverty. Britain deserves a pay rise? Well so do the hard working poorly paid public servants.","additional_details":"An independent study into regional pay in the public sector showed that in all areas of the country public servants were underpaid compared to private counterparts before the recession. We've already endured 5 years of nothing, please give us a fair deal as you have repeatedly said 'Britain needs a pay rise' well so do the poorly paid public servants. ","state":"open","signature_count":10993,"created_at":"2015-07-20T20:38:41.256Z","updated_at":"2015-09-09T12:52:21.962Z","open_at":"2015-07-21T10:58:16.187Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-20T21:20:58.236Z","creator_name":"Richard Gibson","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":107388,"links":{"self":"https://petition.parliament.uk/petitions/107388.json"},"attributes":{"action":"Abraxane MUST be put back on CDF list to improve survival of pancreatic cancer","background":"On 4th September 2015, NHS England made the shocking decision to remove life-extending drug Abraxane®, one of the first new drugs for treatment of pancreatic cancer in 20 years, from the Cancer Drugs Fund. This reduces an already limited choice of treatment options for patients in England.","additional_details":"Abraxane could have a considerable impact on one year survival rates of pancreatic cancer in the UK, which are the worst in Europe.  Trials have shown that in some cases, the drug can extend a patient’s life to over 2 years, allowing patients with advanced pancreatic cancer to resume a normal life, taking part in everyday activities, and more importantly having valuable extra time with their loved ones. \r\n\r\nNHS England and the Department of Health need to review this decision immediately.  ","state":"open","signature_count":10081,"created_at":"2015-09-04T13:41:10.993Z","updated_at":"2015-09-09T12:53:25.181Z","open_at":"2015-09-04T16:07:28.153Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-09-04T14:11:26.231Z","creator_name":"Natasha North","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104655,"links":{"self":"https://petition.parliament.uk/petitions/104655.json"},"attributes":{"action":"Cut foreign aid. Why should foreign aid be exempt from austerity cuts?","background":"Why are we sending our hard earned money over to foreign countries when our NHS, Schools and Army to name but a few are being cut. Our country is running on empty we need to help our country get on track rather than sending in foreign aid.     ","additional_details":"","state":"open","signature_count":9176,"created_at":"2015-07-22T15:33:14.351Z","updated_at":"2015-09-09T12:49:16.151Z","open_at":"2015-07-23T10:37:49.610Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-22T18:09:45.482Z","creator_name":"Robert P Sturman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105131,"links":{"self":"https://petition.parliament.uk/petitions/105131.json"},"attributes":{"action":"Keep A\u0026E at Royal Shrewsbury Hospital","background":"To close A\u0026E in RSH and have just one in PRH Telford is not viable in health care as some patients would have to travel as far as 120 miles on a round trip and having just the one in Shropshire will not cope.  ","additional_details":"","state":"open","signature_count":8887,"created_at":"2015-07-27T11:19:39.383Z","updated_at":"2015-09-09T11:08:17.338Z","open_at":"2015-07-29T10:10:34.354Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-27T12:33:43.003Z","creator_name":"Wynne Jones","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104360,"links":{"self":"https://petition.parliament.uk/petitions/104360.json"},"attributes":{"action":"Legislate to introduce minimum sentences for assaulting police officers.","background":"Police officers who suffer assaults often receive significant injuries, physical and / or psychological, sometimes having long lasting effects.\r\nRecent sentences for such assaults give serious cause for concern that little, if any, regard is taken in determining appropriate sentencing of offenders.","additional_details":"This petition calls for the judiciaries 'sentencing guidelines' to include a mandatory 'minimum' immediate custodial sentence (suspended sentences not being an available option), set as follows:-\r\n\r\n3 months imprisonment – for offences tried summarily for assaults on police officers (but offences charged under Section 20, Offences Against the Person Act 1861 should become an 'Indictable only' offence for assaults on police officers).\r\n\r\n1 years imprisonment for offences tried in the Crown Court.","state":"open","signature_count":8868,"created_at":"2015-07-20T16:30:20.290Z","updated_at":"2015-09-09T12:05:47.227Z","open_at":"2015-07-21T10:11:55.812Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-20T16:52:59.263Z","creator_name":"David Hoare","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":106525,"links":{"self":"https://petition.parliament.uk/petitions/106525.json"},"attributes":{"action":"Reconsider the new Dividend Tax for small businesses","background":"The govt want to stop business owners being paid via dividends to reduce tax bills. This flies in the face of risk \u0026 reward for running a business \u0026 contributing to the economy. Life as a business owner means very long hours, low pay, stress, no holiday or sick pay \u0026 a life of uncertainty \u0026 worry. ","additional_details":"The Government have stated that business is going to be at the heart of their programme for the next 5 years.  Small businesses make up 99.3% of all private sector businesses and we provide just under 50% of all private sector jobs.  There is a real danger that this new tax, along with auto enrolment and minimum wages increases, will have a significant effect on those people brave enough to start up a business that could make a meaningful contribution to the economy and jobs market.","state":"open","signature_count":8867,"created_at":"2015-08-23T07:12:11.776Z","updated_at":"2015-09-09T12:55:24.112Z","open_at":"2015-08-24T15:58:04.023Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-23T15:19:08.101Z","creator_name":"Frauke Golding","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105704,"links":{"self":"https://petition.parliament.uk/petitions/105704.json"},"attributes":{"action":"Declare the Tube an essential service and force unions into compulsory mediation","background":"Tube strikes have been paralyzing London for years, and for no good reason. The battle of egos between the unions and TfL management leave the public in the lurch, suffering through horrendous queues. They do great damage to the economy and to our image as a world-class international city.","additional_details":"Compulsory mediation would force both parties to the negotiating table and to achieve a fair outcome through mediation by an independent third party. Strikes are avoided and the public is not harmed by abstract, arcane industrial disputes.","state":"open","signature_count":8523,"created_at":"2015-08-04T16:56:38.368Z","updated_at":"2015-09-09T12:33:22.677Z","open_at":"2015-08-06T12:07:20.144Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-05T17:25:01.760Z","creator_name":"David Sanftenberg","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104343,"links":{"self":"https://petition.parliament.uk/petitions/104343.json"},"attributes":{"action":"Introduce a UK National Day to celebrate our United Kingdom.","background":"The United Kingdom is one of the only countries in the world without a national day to celebrate the country.\r\n\r\nThis could be held annually on the May Day Bank Holiday and used to mark the anniversary of the Acts of Union which created our United Kingdom on the 1st of May, 1707. ","additional_details":"","state":"open","signature_count":8399,"created_at":"2015-07-20T14:23:55.941Z","updated_at":"2015-09-09T12:32:24.210Z","open_at":"2015-07-20T15:03:20.240Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-20T14:54:57.194Z","creator_name":"Andrew Skinner","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":106048,"links":{"self":"https://petition.parliament.uk/petitions/106048.json"},"attributes":{"action":"Pressure Denmark to Stop the Grindadrap whale slaughter in the Faroe Islands","background":"The Grindadrap is an annual slaughter of innocent pilot whales in the Faroe Islands. Around 900 whales die in the slaughter every summer when they are driven to shore and hacked and clubbed to death by the Faroese people.\r\nThe hunt is illegal and in breach of the Berne Convention and must be stopped","additional_details":"http://www.seashepherd.org/faroes/about-campaign/the-grindadrap.html\r\n\r\nhttp://www.seashepherd.org/faroes/about-campaign/the-pilot-whale.html\r\n\r\nhttps://en.m.wikipedia.org/wiki/Grindadr%C3%A1p\r\n","state":"open","signature_count":8157,"created_at":"2015-08-11T17:54:19.317Z","updated_at":"2015-09-09T12:20:16.409Z","open_at":"2015-08-13T10:50:38.030Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-11T18:15:04.233Z","creator_name":"David Scanlan","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105642,"links":{"self":"https://petition.parliament.uk/petitions/105642.json"},"attributes":{"action":"Make the setting up of a traveller pitch without permission illegal","background":"Communities up and down the UK face the problem of illegal traveller sites encroaching on public land.  Councils have few powers to immediately deal with these sites.  When they are moved on, it's local communities who are left with the bill to pay for clean up and removal of waste.  ","additional_details":"Making unauthorised traveller sites a criminal offence will swiftly deal with the problem of illegal sites.  There will be a strong deterrent and powers for the police to clear illegal sites immediately.  Rather than civil procedures, this will send a strong message that illegal sites are not tolerated.","state":"open","signature_count":8154,"created_at":"2015-08-03T10:44:11.373Z","updated_at":"2015-09-09T12:32:33.565Z","open_at":"2015-08-04T14:39:14.183Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-03T11:51:50.526Z","creator_name":"Tim Aker MEP","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104378,"links":{"self":"https://petition.parliament.uk/petitions/104378.json"},"attributes":{"action":"Introduce an independent pay review of public sector workers","background":"Many public sector salaries  have been set by pay freezes and arbitrary caps since 2010. It is proposed that an independent body be established to wholly review and set salaries to reflect inflation, housing cost rises, and market rates. This will bring them inline with MPs.","additional_details":"","state":"open","signature_count":7946,"created_at":"2015-07-20T18:04:19.635Z","updated_at":"2015-09-09T12:20:01.940Z","open_at":"2015-07-21T10:27:25.835Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-20T18:53:30.988Z","creator_name":"I Shortman","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104559,"links":{"self":"https://petition.parliament.uk/petitions/104559.json"},"attributes":{"action":"We need Jeremy Hunt MP to get NHS England to fund Vimizin for Morquio Sufferers","background":"Our son Harvey is 6 years old and suffers from Morquio Syndrome which along with other Morquio sufferers need the drug VIMIZIN funded by the NHS to prolong and improve their quality of life.  We desperately need Vimizin.  Could you please help by signing this petition.  Thank you","additional_details":"","state":"open","signature_count":7942,"created_at":"2015-07-21T18:49:30.302Z","updated_at":"2015-09-09T11:17:00.051Z","open_at":"2015-07-22T14:48:17.222Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-21T19:25:04.505Z","creator_name":"Dean Brown","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104637,"links":{"self":"https://petition.parliament.uk/petitions/104637.json"},"attributes":{"action":"Save the Hunting Act","background":"We want to ensure that the hunting act remains in place and that there are no more attempts to amend the act. We believe that the act should be strengthened and feel that all hunting with dogs should be banned permanently. Hunting with dogs is cruel and barbaric and has no place in a modern society.","additional_details":"Hunting with dogs is not a sport, it is animal abuse. Research has proven that it is not pest control. Farmers and hunters create artificial earths, feed, breed and rear fox cubs. The use of animals to kill other animals is barbaric and archaic. the majority of British people want hunting with packs of dogs to remain illegal, please respect democracy and preserve, strengthen and enforce the Hunting Act","state":"open","signature_count":7525,"created_at":"2015-07-22T12:38:50.826Z","updated_at":"2015-09-09T12:43:44.124Z","open_at":"2015-07-27T09:34:40.874Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-22T13:01:20.805Z","creator_name":"Isabelle Moors","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":106117,"links":{"self":"https://petition.parliament.uk/petitions/106117.json"},"attributes":{"action":"Issue all ex-service personnel with an ID card to accompany the Veterans Badge","background":"All ex-service personnel are entitled to claim the Armed Services Veterans Badge but it would be advantageous to issue all ex-service veterans, who have served in any of the armed services, with an ID card allowing them the ability of being able to prove that they have served in Her Majesty's Forces","additional_details":"The petition to alleviate the fraud by some of using unjustified ownership of the Armed Services Veterans Badge was originally set up on Change.org: \r\nhttps://www.change.org/p/david-cameron-mp-provide-all-armed-services-veterans-with-id-cards\r\nand to date (13/08/2015) has more than 28,700 signatures.\r\n","state":"open","signature_count":7377,"created_at":"2015-08-13T11:31:22.957Z","updated_at":"2015-09-09T11:36:52.546Z","open_at":"2015-08-17T14:43:57.462Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-13T11:57:44.610Z","creator_name":"Martin Harris","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104750,"links":{"self":"https://petition.parliament.uk/petitions/104750.json"},"attributes":{"action":"To give veterans that have lost limbs the service they are promised and deserve","background":"When leaving the MOD veterans are promised the same care they receive whilst being in the MOD the NHS is failing our veterans all over the country and they are unable to wear prosthetics as they are in pain discomfort and gaining infections from ill fitted sockets Let's join forces and make it right","additional_details":"As my fiancé is an injured soldier I see first hand what can and has happened as a result of the NHS failing our veterans! Many of his friends around the UK are in the same position and cannot wear prosthetics resulting in them to being in a wheelchair which hurts their pride after battling so long to be able to walk again they are then forced to come off their prosthetics! Something needs to be done and not get fobbed off with the same old story!! 6 week wait or more is not good enough!!!","state":"open","signature_count":7320,"created_at":"2015-07-23T11:50:07.133Z","updated_at":"2015-09-09T12:47:52.241Z","open_at":"2015-07-24T11:58:20.251Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-23T16:25:53.994Z","creator_name":"Rachael Andrews","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105291,"links":{"self":"https://petition.parliament.uk/petitions/105291.json"},"attributes":{"action":"Statutory regulate the profession of sports therapy, as recommended by the HPC","background":"In 2011 the Health Professions council made a formal recommendation to the Secretary of State for Health and to Scottish Ministers for the regulation of sports therapists under Article 3 (17) (a) of the Health Professions Order 2001. This fast growing profession should be regulated.","additional_details":"The Society of Sports Therapists defines sports therapy as 'Sports Therapy is an aspect of healthcare that is specifically concerned with the prevention of injury and the rehabilitation of the patient back to optimum levels of functional, occupational and sports specific fitness, regardless of age and ability'. Statutory regulating it would protect patients and thousands of therapists, and prevent discrimination from employers who disregard the profession due to its non-regulated status.","state":"open","signature_count":7071,"created_at":"2015-07-28T19:22:15.172Z","updated_at":"2015-09-09T12:53:35.172Z","open_at":"2015-07-29T11:29:05.119Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-28T19:42:17.190Z","creator_name":"Aaron Perales","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104934,"links":{"self":"https://petition.parliament.uk/petitions/104934.json"},"attributes":{"action":"Put the symptoms of Type 1 diabetes in the red book given to new parents.","background":"A child is five times more likely to be diagnosed with type 1 diabetes than meningitis, yet the symptoms are not documented in the red baby book that every new parent is given.","additional_details":"\r\nStatistics show that the biggest rise in numbers is in the under 5s age group so it would make sense to put it in this book. If left untreated, or if diagnosed late children die of diabetic ketoacidosis, this is FACT. \r\nPlease can the Department of Health reconsider and put the symptoms in this book.\r\n","state":"open","signature_count":7053,"created_at":"2015-07-25T11:11:09.065Z","updated_at":"2015-09-09T11:29:07.815Z","open_at":"2015-07-27T17:00:29.107Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-25T12:16:24.303Z","creator_name":"Emma Warrington","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105868,"links":{"self":"https://petition.parliament.uk/petitions/105868.json"},"attributes":{"action":"An independent investigation into the new layout at Dartford river crossing.","background":"The new, redesigned layout of the Dartford river crossing is not working. There are perpetual tailbacks causing harm to all road users. There is currently no way to complain or give opinion on this. Its a disgrace and needs to be looked into to assess its viability. It simply has become a farce.","additional_details":"The road is tailed back continuously, even on a Sunday.\r\nThe roads surrounding the tunnel are consistently gridlocked as the overspill from the slip road clogs them.\r\nThe hospital is potentially in harms way as Ambulances are unable to pass through the traffic chaos caused by the gridlock caused by the poor road management of Highways.","state":"open","signature_count":6991,"created_at":"2015-08-07T16:06:27.258Z","updated_at":"2015-09-09T12:39:23.283Z","open_at":"2015-08-11T12:00:07.227Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-08-07T18:03:42.447Z","creator_name":"Matthew Henry","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":104367,"links":{"self":"https://petition.parliament.uk/petitions/104367.json"},"attributes":{"action":"Abolish the TV licence","background":"The television licence fee funds the BBC, yet a consumer is required to have a licence to watch or record any live TV, regardless of whether or not they want to consume BBC content. There should be no requirement to fund the BBC in this way, and no licence should be required to watch or record TV.","additional_details":"","state":"open","signature_count":6854,"created_at":"2015-07-20T16:47:27.692Z","updated_at":"2015-09-09T12:45:38.954Z","open_at":"2015-07-21T10:18:29.819Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-20T17:03:01.314Z","creator_name":"J Stewart","rejection":null,"government_response":null,"debate":null}},{"type":"petition","id":105119,"links":{"self":"https://petition.parliament.uk/petitions/105119.json"},"attributes":{"action":"Enforce mandatory drug tests for all Members of Parliament.","background":"We must be sure that our MP's are not under the influence of mind altering substances whilst representing us. This should include all Psychoactive Substances; illegal drugs, legal highs and alcohol.","additional_details":"","state":"open","signature_count":6519,"created_at":"2015-07-27T09:10:04.067Z","updated_at":"2015-09-09T12:37:50.902Z","open_at":"2015-07-29T13:27:59.539Z","closed_at":null,"government_response_at":null,"scheduled_debate_date":null,"debate_threshold_reached_at":null,"rejected_at":null,"debate_outcome_at":null,"moderation_threshold_reached_at":"2015-07-28T14:57:05.837Z","creator_name":"chris barrow","rejection":null,"government_response":null,"debate":null}}]}